
const answers_of_short_quizes = {
    "0":{
        "0" : `
        <p class="text">
        دقیقا.
        </p>
        <p class="text">
            در هزارتوی قسمت قبل میتوانید مشاهده کنید که فاصله منهتن خانه سمت چپ برابر با ۱۳ و فاصله منهتن خانه سمت راست برابر با ۱۱ است. با توجه به الگوریتم G-BFS باید حالت بعدی کمترین فاصله منهتن را داشته باشد بنابراین خانه سمت راست را به عنوان حالت بعدی انتخاب میکنیم
        </p>
        `,
        "1" : `
        <p class="text">
        درست نیست.
        </p>
        <p class="text">
            در هزارتوی قسمت قبل میتوانید مشاهده کنید که فاصله منهتن خانه سمت چپ برابر با ۱۳ و فاصله منهتن خانه سمت راست برابر با ۱۱ است. با توجه به الگوریتم G-BFS باید حالت بعدی کمترین فاصله منهتن را داشته باشد بنابراین خانه سمت راست را به عنوان حالت بعدی انتخاب میکنیم
        </p>
        `,
    },
    
}